app/Controllers/NewUser/ArtikelController.php

SELECT *
FROM `tb_artikel`
ORDER BY `created_at` DESC
---
    public function artikel()
    {
        helper('text');

        $artikelModel = new ArtikelModel();
        // Define the number of articles to display initially
        $initialLimit = 3;

        // Get all articles
        $allArtikel = $artikelModel->orderBy('created_at', 'desc')->findAll();