app/Controllers/NewUser/BaseController.php

SELECT *
FROM `tb_tentang`
 LIMIT 1
---
    public function __construct()
    {
        // Load data layout (tentang)
        $tentang_model = new TentangModels();
        $this->layoutData = $tentang_model->first();