app/Controllers/NewUser/BerandaController.php

    public function index()
    {
        $keuntunganModel = new KeuntunganModel();
        $keuntungan = $keuntunganModel->findAll();

        $founderModel = new FounderModels();
        $founder = $founderModel->findAll();
---
SELECT *
FROM `tb_keuntungan`
SELECT *
FROM `tb_founder`

    public function about()
    {
        // Load Tentang Model
        $tentangModel = new TentangModels();
        // Get the first record from the Tentang table
        $tentang = $tentangModel->first(); // Returns an object of stdClass
---
SELECT *
FROM `tb_tentang`
 LIMIT 1